import React from 'react'

export default function About() {
  return (
    <>
  <div style={{direction:'rtl'}}>
    <h1 >ברוכים הבאים לאתר לבריאות👨‍⚕️</h1>
    <h3 style={{textAlign:'right'}}>אתר "לבריאות👨‍⚕️" הוא אתר שיתופי שמטרתו לאפשר למשתמשים להעלות שאלות בנושאים שונים ברפואה ולקבל תשובות מאנשים אחרים. </h3>
    <h3 style={{textAlign:'right'}}>האתר מיועד לכל מי שמעוניין לקבל מידע רפואי, בין אם מדובר באדם שרוצה לדעת יותר על מחלה מסוימת, באדם שחווה סימפטומים וצריך להתייעץ עם מישהו, או באדם שרוצה ללמוד יותר על רפואה באופן כללי</h3>
    <h3 style={{textAlign:'right'}}>האתר מאפשר למשתמשים להעלות שאלות בצורה פשוטה וקלה, בשביל להעלות שאלה או לכתוב תשובה- יש צורך להירשם ולהזדהות ללא תשלום. לאחר שהשאלה מועלה, היא מוצגת לכלל המשתמשים באתר, והם יכולים לענות עליה. התשובות מתעדכנות באופן שוטף, כך שכל משתמש יכול לראות את התשובות העדכניות ביותר לשאלה</h3>
    <h3 style={{textAlign:'right'}}>האתר פועל על בסיס קהילה, כלומר המשתמשים הם אלה שתורמים את התוכן. זה אומר שהאתר תמיד מעודכן במידע חדש, ושהוא משקף את הידע והניסיון של האנשים שמשתמשים בו.</h3>
    <h2 >היתרון של אתר לבריאות👨‍⚕️</h2>
    <h2 >אתר "לבריאות👨‍⚕️" מציע מספר יתרונות למשתמשים:</h2>
    <h3 style={{textAlign:'right'}}>• מידע זמין: האתר מאפשר למשתמשים לקבל מידע רפואי זמין בכל זמן ובכל מקום.</h3>
    <h3 style={{textAlign:'right'}}>• מידע מגוון: באתר ניתן למצוא מידע מגוון על מגוון רחב של נושאים רפואיים.</h3>
    <h3 style={{textAlign:'right'}}>• מידע אמין: האתר מאפשר למשתמשים לבחור את התשובה שמתאימה להם ביותר, בהתאם למקור התשובה ולדירוג שלה.</h3>
    <h2>האם האתר מתאים לי?</h2>
    <h3 style={{textAlign:'right'}}>אתר "לבריאות👨‍⚕️" מתאים לכל מי שמעוניין לקבל מידע רפואי. האתר מיועד לאנשים שרוכשים תרופות ללא מרשם, לאנשים שרוצים ללמוד יותר על מחלות שונות, ולאנשים שחווים סימפטומים ומחפשים מידע שיעזור להם להבין מה קורה להם.</h3>
    <h3 style={{textAlign:'right'}}>חשוב לזכור שהאתר אינו מהווה תחליף לייעוץ רפואי מקצועי. אם אתם חווים בעיה רפואית, מומלץ לפנות לרופא או לאחות.</h3>
    <h2>איך להשתמש באתר</h2>
    <h3 style={{textAlign:'right'}}>כדי להשתמש באתר, היכנסו לאתר, הירשמו והעלו את השאלה שלכם. לאחר שהשאלה תועלה, היא תיחשף לכלל המשתמשים באתר, והם יוכלו לענות עליה. אתם יכולים לראות את התשובות לשאלה על ידי לחיצה על הקישור "תשובות".</h3>
    <h3 style={{textAlign:'right'}}>תוכלו גם להתייחס לתשובות של המשתמשים האחרים. אם אתם חושבים שהתשובה לא מספקת, אתם יכולים לשאול את המשתמש שכתב אותה שאלות נוספות.</h3>
    <h3 style={{textAlign:'right'}}>אנו מקווים שתמצאו את האתר מועיל ומספק.</h3>
    <h2>לבריאות👨‍⚕️</h2>
  </div>
    </>
  )
}
